<template>
  <div>
    <third-two :count="5">
      <img src="~assets/img/secondWindow/carboniferous.jpg" alt="">
    </third-two>
    <div class="res">
      <ul class="reslist">
        <li @click="$router.push('/carboniferous')">生物</li>
        <li @click="$router.push('/carboniferous1')">非生物</li>
        <li @click="$router.push('/carboniferous2')">大事件</li>
      </ul>
    </div>
    <div id="content">
      石炭纪燃煤事件：
      3.06亿年前，地球处于石炭纪晚期。此时的地球与现在的有很大不同：所有陆地连在一起，形成一块超级大陆：盘古大陆（泛大陆）。石炭纪的盘古大陆99%由针叶林覆盖，树木产生了大量的氧气，这使得地球的含氧量高达45%，是今天的两倍。此时陆地上的霸主主要有两类：两栖动物和巨型昆虫。石炭纪的含氧量极高，促进了昆虫的进化。两栖动物在超级地幔柱事件中由硬骨鱼进化而来，由于没有竞争对手，它们也进化出了巨大的体型。
      如今最大的蜻蜓也只有18厘米长，可当时有一个叫巨脉蜻蜓的物种，翼展长达95厘米，依靠长长的翼，使它们的飞行时速达到了60千米。它们依靠巨大的体型和极快的飞行速度，成为了丛林的霸主。可它们也有天敌：引螈。引螈体长2.2米，重约100千克。它看上去就像一只胖大的蝾螈。与现生两栖动物一样，引螈也以昆虫为食。巨型昆虫还有很多种类，如巨独角仙、巨蜚蠊等。
      此时有一个新兴的物种：爬行动物。截止至2012年，只发现了一种那时的爬行动物：原蜥。它体长60厘米。爬行动物与两栖动物有很大的不同，爬行动物的卵有硬壳保护，不需产在水中。它们的皮肤不像两栖动物，只有一层薄膜，而是长有鳞片，这使它们不必隔一段时间就返回水中，防止脱水。它们还进化出了一种器官：声带。
      这次灾难的祸首是煤炭。一亿年来，陆地都完全由森林覆盖。它们的枯枝形成了一层厚达30米的煤炭，而且遍布全球。那时，地幔岩浆活动剧烈，产生高温。高温穿过岩石，直达煤炭层。煤炭在高温下开始燃烧。3.06亿年前的一天，一堆火苗出现在地面上，紧接着，越来越多的火苗出现了，它们烧毁了成片的树木。倒下的燃烧树木引燃了更多树，很快，附近一片火海。
      当时极高的含氧量，加快了大火的扩散。大火在数天内就扩散到了500千米以外的地方。丛林中的动物无处可逃，大多被烧死。巨脉蜻蜓等昆虫虽能飞行，但它们的卵却不可能。昆虫们失去了栖息地，而它们不可能总在飞行，最终筋疲力尽，掉在了火海中。
      十年后，大火还在继续燃烧。它们覆盖了陆地约50%的地区。在这范围内的大多数生物都被烧死。由于山脉和河流的阻挡，大火没能继续扩散。但煤炭的燃烧产生了大量的有害气体，渐渐扩散到了全球。这些气体使全球发生温室效应，平均温度在十年内上升了5摄氏度。这使海洋动物的卵无法孵化，这摧毁了很多动物。
      三十年后，由于可燃物燃烧殆尽，大火停止燃烧。大火燃烧的地区，有一层厚厚的灰烬，这是动植物被燃烧所形成的。幸存下来的动物由于没有食物来源，很快被饿死。
      大气中充满了有害气体，这又摧毁了许多呼吸功能差的动物。这些气体又使全球气温继续上升，灾难发生100年后，全球气温平均可能达30摄氏度。
      一千年后，有毒气体还在继续挥发，它们遮住了太阳。地球表面所得的光源只有正常的50%，这使得植物无法进行光合作用，大量植物因此死亡。一些呼吸功能差的动物，如引螈，也因此大量死亡。
      一万年后，有毒气体终于停止了挥发，但动植物遭到了重创，50%的陆地几乎没有生命迹象，地球开始进入恢复期。
      距煤炭层燃烧过去了5万年，灭绝事件基本结束。在这场灾难中，两栖动物受到重创，而引螈奇迹般的存活了下来。节肢动物可就没那么好运了，巨马陆、巨脉蜻蜓、巨独角仙、巨蜚蠊等动物都灭绝了，巨型昆虫的时代结束了。在这场灾难中，受益最大的就是哺乳动物、鸟类、爬行动物的直系祖先——原蜥。它们的种群在这次灾难中发展壮大，在接下来的数百万年进化出许多不同的物种。海洋动物中，三叶虫受到了重创，并在下一次物种大灭绝事件中消亡。
      值得一提的是，爬行动物开始多样化，它们在短时间内成为全球霸主，地球进入了长达2.4亿年的爬行动物时代。
      燃烧的煤炭、有毒的气体、高温构成了造成46%物种灭绝的物种大灭绝——石炭纪燃煤事件。
    </div>
  </div>
</template>

<script>
  import ThirdTwo from "../../thirdComponents/ThirdTwo";
  export default {
    name: "carboniferous2",
    components: {ThirdTwo}
  }
</script>

<style scoped>
  .res{
    margin: 20px auto;
    width: 100%;
    height: 50px;
    background-color: #e0e0e0;
    position: sticky;
    top: 0px;
  }
  .res .reslist{
    list-style: none;
  }
  .res li{
    float: left;
    line-height: 30px;
    /*text-align: center;*/
    margin: auto 270px;
  }
  #content{
    font-size: 30px;
    line-height: 45px;
    text-indent: 20px;
    width: 80%;
    margin: 20px auto;
  }
</style>