<template>
  <div>
    <third-three :counts="3">
      <img src="~assets/img/photo/cretaceous.jpg" alt="">
    </third-three>
    <div class="res">
      <ul class="reslist">
        <li @click="$router.push('/cretaceous')">生物</li>
        <li @click="$router.push('/cretaceous1')">非生物</li>
        <li @click="$router.push('/cretaceous2')">大事件</li>
      </ul>
    </div>
    <div id="content">
      1.陆地与海洋
      在白垩纪初期，冈瓦那大陆仍未分裂，而后南美洲、南极洲、澳大利亚相继脱离非洲，印度和马达加斯加还连在非洲上。南大西洋与印度洋开始出现。这些板块运动，造成大量的海底山脉，进而造成全球性的海平面上升。非洲北边的特提斯洋在变窄。西部内陆海道将北美洲分为东西两部，这个海道在白垩纪后期缩小，留下厚的海相沉积层，夹杂者煤矿床。在白垩纪的海平面最高时期，地表上有1/3的陆地沉浸于海洋之下。
      白垩纪因为黏土层而著名，这个时期形成的黏土层多于显生宙的其他时期。中洋脊的火山活动，或是海底火山附近的海水流动，使白垩纪的海洋富含钙，接近饱和，也使得钙质微型浮游生物的数量增加。分布广泛的碳酸盐与其他沉积层，使得白垩纪的岩石纪录特别多。北美洲的著名地层组包含：堪萨斯州的海相烟山河黏土层、晚期的陆相海尔河组。其他的著名白垩纪地层包含：欧洲的威尔德（Weald）、亚洲的义县组。白垩纪末期到古新世早期，印度发生大规模火山爆发，形成的德干地盾。
      白垩纪时，南美洲与非洲大陆之间的裂谷迅速张开形成南大西洋，到末期已加宽到约3000千米。北大西洋裂谷位于格陵兰和北美东侧，随着北美洲向西漂移，裂谷在扩大。特提斯海把欧亚大陆与非洲分开，中南欧和中近东的许多国家当时都处于海侵中。白垩纪时气候比较温暖，未见极地冰盖迹象。当时大部分地区雨量充沛，气候湿润，近海及滨海地带形成丰富的石油、煤、天然气和油页岩矿床，如美国的得克萨斯州、墨西哥、波斯湾、北非和俄罗斯的许多大油田，又如中国松辽平原上白垩统的大庆油田，东北和内蒙古下白垩统的许多大煤田。在一些气候干旱炎热的地区，如中国南方晚白垩世的西南湖群和云梦泽水系，有巨厚的膏盐矿床沉积。此外，在云南白垩纪红层中，含铜砂矿床品位高 ，规模大，易于开采和冶炼，是中国有名的铜乡。
      2.气候
      在巴列姆阶末期，气温开始上升，持续到白垩纪末期。气温上升的原因是密集的火山爆发，制造大量的二氧化碳进入大气层中。中洋脊沿线形成许多热柱，造成海平面的上升，大陆地壳的许多地区由浅海覆盖着。位在赤道地区的特提斯洋，有助于全球暖化。在阿拉斯加州与格陵兰发现的植物化石，以及自白垩纪南纬15度地区发现的恐龙化石，证明白垩纪的气温相当温暖。
      热带地区与极区间的温度梯度平缓，原因可能是海洋的流动停滞，并造成行星风系的虚弱。分布广泛的油页岩层，以及缺氧事件，可证实海洋的流动停滞。根据沉积层的研究指出，热带的海水表面温度约为摄氏42°，高于现今约摄氏17°；而全球的海水平均表面温度为摄氏37°。而海洋底层温度高于我们现时的温度约摄氏15到20°。
    </div>
  </div>
</template>

<script>
  import ThirdThree from "../../thirdComponents/ThirdThree";
  export default {
    name: "cretaceous1",
    components: {ThirdThree}
  }
</script>

<style scoped>
  .res{
    margin: 20px auto;
    width: 100%;
    height: 50px;
    background-color: #e0e0e0;
    position: sticky;
    top: 0px;
  }
  .res .reslist{
    list-style: none;
  }
  .res li{
    float: left;
    line-height: 30px;
    /*text-align: center;*/
    margin: auto 270px;
  }
  #content{
    font-size: 30px;
    line-height: 45px;
    text-indent: 20px;
    width: 80%;
    margin: 20px auto;
  }
</style>