<template>
  <div>
    <third-two :count="4">
      <img src="~assets/img/secondWindow/devonian.jpg" alt="">
    </third-two>
    <div class="res">
      <ul class="reslist">
        <li @click="$router.push('/devonian')">生物</li>
        <li @click="$router.push('/devonian1')">非生物</li>
        <li @click="$router.push('/devonian2')">大事件</li>
      </ul>
    </div>
    <div id="content">
      超级地幔柱灭绝事件：
      3.77亿年前，地球进入了泥盆纪晚期。此时的地球与现在的有很大不同：泛大陆尚未形成，今天的南美洲、非洲、印度以及南极洲形成冈瓦纳大陆，其它陆地则分裂成一系列岛屿，分布在世界各地。陆地上首次出现了森林，由于没有植食性动物，森林很快遍布全球。陆地上只有少量节肢动物，如早期昆虫，大部分动物都生活在海洋。鱼类在第一次生物大灭绝事件中发展壮大，很快成为海洋的霸主。现在的鱼类只有三个分支：硬骨鱼、软骨鱼、圆口鱼。而泥盆纪时还有另外两种：头甲鱼和盾皮鱼，其中盾皮鱼是海洋的主宰者。
      有一种盾皮鱼叫做邓氏鱼，是海洋中的顶级掠食者。邓氏鱼身长10米，体重4吨，咬合力达3000千克每平方厘米，足以将钢筋咬得粉碎，这样的咬合力出现于古近纪的巨齿鲨能与之匹敌。 [4]
      海洋的动物们悠闲地生活着，谁也没有意识到，灭顶之灾即将来临。
      这次灾难的罪魁祸首是岩浆。300亿立方千米被称为“超级地幔柱”的岩浆由于不明原因脱离了外核，从西伯利亚地区喷涌而出。
      3.77亿年前的一天，地球忽然开始剧烈晃动，同时，大量高温气体从西伯利亚地区的海床裂缝中喷出，这导致附近的海水开始沸腾，杀死了大量生物。紧接着，300多亿立方千米的岩浆喷涌而出。
      滚落的岩石很快就摧毁了附近所有的珊瑚礁和其他生物。岩浆不仅使海水温度大幅升高，烫死了成千上万的生物，还污染了海水。岩浆中的有毒物质与海水发生化学反应，使海水发生酸化，大量动物因无法呼吸而死亡。
      灾难发生5000年后，海水中的污染物扩散到了大气中，其中大部分是温室气体——二氧化碳。这导致全球气温迅速升高，达到30摄氏度，洋流也停止了运动。在赤道地区，海水温度有20摄氏度升到32摄氏度，这摧毁了更多的珊瑚，因为它们无法在高温中生存。
      灾难发生十万年后，岩浆还在继续喷发，而此时又出现了一个新的杀手：植物。你可能会很奇怪，植物能制造氧气，怎会是杀手？此前，陆地上并没有土壤，但由于植物枯枝败叶的腐化，土壤出现了。雨水将大量土壤冲进海洋，成为海藻很好的养料。海藻的兴盛消耗量大量氧气，加快了动物的灭绝。
      灾难发生75万年后，天空中的水蒸气与二氧化硫发生化学反应，形成酸雨。连续数万年的酸雨的泛滥使植物的数量进一步减少，土壤发生酸化。
      超级地幔柱冲破海床130万年后，又发生了新的灾难。从前的火山喷发都发生在海洋中，而这次发生在陆地上。3.76亿年前，中国的西部地区，大地开始剧烈颤动，一个直径8千米的火山口中，20万立方千米岩浆喷涌而出。岩浆淹没了方圆50千米所有的地方，杀死了这范围内所有的生物。火山还喷发出了许多火山灰和有毒气体，它们遮天蔽日，完全遮住了阳光，地球陷入了200万年的长夜之中。
      过去100多万年中，地球的温度不断升高，但这时，火山灰使阳光发生折射，地球无法获得太阳能，气温开始迅速下降。海水从32摄氏度跌到16摄氏度，浅海中的鱼卵立刻全部死亡。地球陷入了严重的冰期事件，这场冰期比我们熟知的那场一万年前的要严重一倍。
      灾难发生150万年后，地球开始了一百多万年间的第一场降雪。大雪持续了数年，覆盖了纬度大于45的所有地区。冰冷海水中的生物大量死亡，它们无法适应这种从高温到低温的快速变化。
      灾难发生200万年后，寒冷的天气过去了，岩浆也不再喷发。但地球的生命迹象几乎全部消失，地球需数十万年才能恢复以往的生机。海洋中的动物几乎全部消失，而微生物抓住了机会，开始大量繁衍，这很像寒武纪生命大爆发之前，地球由微生物主宰，微生物难道会重新成为地球霸主吗？答案是否定的。
      曾经加速动物灭绝的植物这次成为了救星，它们制造大量氧气，使地球逐渐恢复生机。地球上空的有毒气体逐渐消散，气温逐渐稳定下来，并又出现了四季变化。灭绝事件在超级地幔柱冲破海床500万年，也就是距今3.72亿年前终于结束了。
      超级地幔柱灭绝事件是地球史上持续时间最长，严重程度第三的自然灾难，它使得那时75%的生物都永远的消失。包括顶级掠食者邓氏鱼在内的所有盾皮鱼，首种胎生脊椎动物艾登堡母鱼、陆地脊椎动物的祖先真掌鳍鱼和提塔利克鱼以及所有头甲鱼都在这场浩劫中灭绝了。在这场灾难中，有一项了不起的进化：出现了首次能在陆地行走的脊椎动物：提塔利克鱼。提塔利克鱼虽灭绝了，但它们的一支进化成更先进的物种：鱼石螈。鱼石螈是包括人类在内的所有四足脊椎动物的祖先，它们迅速代替节肢动物成为陆地霸主。
      让我们来总结一下这场灭绝事件中的灾难因素：300多亿立方千米的岩浆、忽冷忽热的极端气候数百万年的长夜、大量有毒气体、缺氧的海水以及冰期。这些因素叠加在一起，构成了严重的灾难——超级地幔柱灭绝事件。
    </div>
  </div>
</template>

<script>
  import ThirdTwo from "../../thirdComponents/ThirdTwo";
  export default {
    name: "devonian2",
    components: {ThirdTwo}
  }
</script>

<style scoped>
  .res{
    margin: 20px auto;
    width: 100%;
    height: 50px;
    background-color: #e0e0e0;
    position: sticky;
    top: 0px;
  }
  .res .reslist{
    list-style: none;
  }
  .res li{
    float: left;
    line-height: 30px;
    /*text-align: center;*/
    margin: auto 270px;
  }
  #content{
    font-size: 30px;
    line-height: 45px;
    text-indent: 20px;
    width: 80%;
    margin: 20px auto;
  }
</style>