<template>
  <div>
    <third-two :count="4">
      <img src="~assets/img/secondWindow/devonian.jpg" alt="">
    </third-two>
    <div class="res">
      <ul class="reslist">
        <li @click="$router.push('/devonian')">生物</li>
        <li @click="$router.push('/devonian1')">非生物</li>
        <li @click="$router.push('/devonian2')">大事件</li>
      </ul>
    </div>
    <div id="content">
      环境：
      泥盆纪古地理的基本格架主要由冈瓦纳大陆、劳亚大陆及其间的古地中海和古太平洋组成（见图[早泥盆世埃姆斯期古地理图]）。冈瓦纳古陆是最完整、最大的古陆，包括已知大陆壳的一半以上，围绕南极地区分布。由非洲、阿拉伯半岛、马达加斯加、南美、印度、澳大利亚、新西兰、南极和可能的南欧、土耳其、阿富汗、伊朗、中国西藏等组成。劳亚大陆的西部，由劳伦古陆和波罗的古陆构成超大陆，亦称欧美联合大陆。劳伦古陆以北美地台为主体，加上苏格兰、部分的爱尔兰。波罗的古陆主要包括乌拉尔以西的俄罗斯地台、芬兰、斯堪的纳维亚半岛。欧美联合大陆的陆相沉积含有近似的非海相和淡水的鱼化石、植物化石。欧美联合大陆以东为一些分散的大型陆块或小型至微型陆地群组成，其中，以西伯利亚、哈萨克斯坦、华北和华南古陆较大。
      泥盆纪时后者的位置接近赤道附近和北半球中纬带。西伯利亚则处于高纬带。泥盆纪时的海水覆盖面积约占地球的85%,其分布特点包括广阔的构成北半球的古太平洋，位于冈瓦纳古陆以北的古地中海和各陆块之间狭窄的陆间海，以及大陆之上的陆表海。P.H.赫克尔和B.J.维茨克(1979)提出的海洋循环模式，认为由于地球自转，陆地阻隔的原因，强海流发育于大洋的西边。北半球中纬度地带海流向东，南半球的洋流在亚热带区存在两组反相旋流，高纬度地区冈瓦纳陆架之上为正向旋流。根据古地磁资料推断，泥盆纪时的极点大约位于非洲南部津巴布韦和博茨瓦纳一带。根据沉积物性质推断的古气候,表明北美可能位于亚热带,俄罗斯地台位于干燥气候带，导致剧烈的蒸发。西伯利亚地台存在礁相蒸发岩、碳酸盐岩和红层，哈萨克斯坦具有厚的碎屑岩、红层、煤层、铝土岩，并含蒸发岩，推测它们的气候从温湿到干热。冈瓦纳超级大陆的南部主要发育厚而单一的碎屑岩，仅局部含碳酸盐岩，可能代表寒冷或温湿气候。南美东部主要为碎屑岩，缺失碳酸盐岩和陆相沉积；以双壳类为主，分异度很低，珊瑚、层孔虫、苔藓虫等骨骼化石极少或缺失，均表明属于寒带气候。巴西东北部巴纳伊巴盆地沉积有冰碛岩、冰碛砾岩、季候纹泥，表明有过冰川活动。泥盆纪时年和日的长度与今天不同，据各类化石（珊瑚、层孔虫、双壳类）生长纹数的测定，每年平均400天，每昼夜约为21～22小时。泥盆纪时,月球和地球之间的距离大约是现今的一半，这与地球物理学家和天文学家的推断吻合，归结为地球自转速度的减弱。造山运动、海进海退和生物事件阿卡迪运动沿着北美中东部形成高地，影响到从纽芬兰到纽约州的北阿伯拉契亚地区下中泥盆统褶皱南诺维斯科提亚微板块与欧美联合大陆发生碰撞。劳伦古陆的北缘和西缘在福兰克林和科迪勒拉带内发生了埃尔斯米尔和安特勒造山运动,中、晚泥盆世时该运动几乎遍及北极全区西北非已知的毛里塔尼亚造山带，从锡拉-莱昂(SirraLeone)一直延伸到小阿特拉斯山脉。东澳大利亚遭受强烈台伯拉波造山运动，使得泥盆系内部和其下伏不同时代地层不整合接触，形成尼卡姆巴山系。中朝古陆祁连山区的宁夏运动发生在中、晚泥盆世，表现为两套陆相地层间的不整合接触。某些学者曾推断西伯利亚板块与哈萨克斯坦板块的碰撞发生在晚泥盆世。
    </div>
  </div>
</template>

<script>
  import ThirdTwo from "../../thirdComponents/ThirdTwo";
  export default {
    name: "devonian1",
    components: {ThirdTwo}
  }
</script>

<style scoped>
  .res{
    margin: 20px auto;
    width: 100%;
    height: 50px;
    background-color: #e0e0e0;
    position: sticky;
    top: 0px;
  }
  .res .reslist{
    list-style: none;
  }
  .res li{
    float: left;
    line-height: 30px;
    /*text-align: center;*/
    margin: auto 270px;
  }
  #content{
    font-size: 30px;
    line-height: 45px;
    text-indent: 20px;
    width: 80%;
    margin: 20px auto;
  }
</style>