<template>
  <div>
    <third-two :count="2">
      <img src="~assets/img/secondWindow/ordovician.jpg" alt="">
    </third-two>
    <div class="res">
      <ul class="reslist">
        <li @click="$router.push('/ordovician')">生物</li>
        <li @click="$router.push('/ordovician1')">非生物</li>
        <li @click="$router.push('/ordovician2')">大事件</li>
      </ul>
    </div>
    <div id="content">
      地质活动
      奥陶纪是地史上大陆地区遭受广泛海侵的时代，是火山活动和地壳运动比较剧烈的时代，也是气候分异、冰川发育的时代。奥陶纪是海生无脊椎动物真正达到繁盛的时期，也是这些生物发生明显的生态分异的时期。在奥陶纪后期，各大陆上不少地区发生重要的构造变动、岩浆活动和热变质作用，使得这些活动区的部分地区褶皱成为山系，从而在一定程度上改变了地壳构造和古地理轮廓。
      科学家认为，奥陶纪时期，各大陆相对于两极的位置和大陆之间的相对位置都曾发生过重要的改变。当时，西伯利亚中北部、加拿大北部的部分地区、中国北部和澳大利中西部都属于干热气候的地区；相反，北非的撒哈拉沙漠、南非开普地区曾经覆盖着厚厚的冰层，属于寒冷气候地区。这说明，奥陶纪时，古南极在而今的撒哈拉沙漠以南，古北极位于南太平洋，古赤道恰好穿过西伯利亚中西部和中亚一带，经加拿大西部向南太平洋岸南下。
      中国的海侵是在海域延续下来的。扬子地台和中朝地台西部边缘地带，在中、晚寒武世或早奥陶世略有上升，奥陶纪早期地层缺失，较新的奥陶纪地层与寒武系呈假整合接触。在中朝地台的中部、东部和扬子地台，奥陶纪地层与寒武纪地层皆呈整合接触。中奥陶世之后中朝地台上升为陆地，除西部边缘地区外，晚奥陶世没有沉积。奥陶纪加里东运动在地台区表现为频繁的震荡运动，地槽区有较多的火山喷发岩、中基性和中酸性火山岩，如北方地槽区。祁连山地槽区火山活动有两个时期，一是早奥陶世中期，另一是晚奥陶世。
      欧亚大陆上有4个稳定的地台区，即俄罗斯地台（东欧地台）、西伯利亚地台和规模较小的中朝地台、扬子地台。印度半岛和阿拉伯半岛也属稳定区，但其还包括在南大陆的范围。前述4个地台，除少数地区外，基本上被海水侵入，形成浅海水域，地台的周围被地槽区所围绕。俄罗斯地台和扬子地台的南缘，呈东西向条带状的海域即古地中海。古地中海的南缘止于非洲北部、阿拉伯半岛中部、伊朗南部和印度半岛北部，向南经中南半岛与澳大利亚东部及北部奥陶纪的海域相连，更南可能伸延到南极地区。北美大部为地台浅海地区，沉积以石英砂岩、页岩和碳酸盐岩为主，厚度不大。北美大陆的东西两侧为地槽区的海域，西部以碎屑岩和碳酸盐岩为主，东部以硬砂岩、泥岩和火山岩为主。南美的西部太平洋沿岸地带为地槽海域，北部的中部为地台浅海海域。南大陆的周围边缘地带皆被地槽区或地台型海域所围绕，非洲、印度半岛、澳大利亚西南部、南美东部和南极洲的东部皆为陆地。
      奥陶纪早、中期继承了寒武纪的气候，气候温暖、海侵广泛；奥陶纪晚期南大陆的西部发生了大规模的大陆冰盖和冰海沉积，代表寒冷的极地气候。按古地磁数据，奥陶纪南极应位于而今北非西北部，这与非洲冰碛层的分布应位于南极圈内的解释是吻合的。南大陆的东部仍处于赤道附近。北美、西伯利亚和中国华北地区有蒸发岩沉积，推测为干热气候环境，属于低纬度地区。奥陶纪北极应位于南太平洋，大陆地区基本上位于南半球，从沉积物来判断，当时南半球的气候分带比较明显。由于晚奥陶世末期大冰期的存在，同时影响全球海平面的下降，并引起广泛的海退。
      矿产遗留
      中国云南东北部中奥陶世早期或早奥陶世晚期的巧家组产鲕状赤铁矿，华北马家沟组和峰峰组不同层位有磁铁矿和赤铁矿。这种铁矿的成因与中生代侵入岩侵入奥陶纪的富镁围岩有关。华北区峰峰组下段产硬石膏和石膏层。石灰岩和白云岩等作为石灰、水泥、熔剂的材料，在华北区奥陶系层位多，分布较广。以奥陶纪地层作为运移、储存条件的矿产还有石油和丰富的地下水资源。竹
      石林，顾名思义就是竹林中有石林、石林中有竹林。长宁的竹石林，是我国喀斯特大家庭中罕见的竹林喀斯特的典范。据地质学家考证，竹石林的碳酸盐属于距今4.53亿年至4.78亿前的奥陶纪中统宝塔组，是世界少有的奥陶纪喀斯特景观，也是世界上最古老的喀斯特景观之一。
      时间特征
      奥陶纪每日的时间为21小时，而非24小时。
    </div>
  </div>
</template>

<script>
  import ThirdTwo from "../../thirdComponents/ThirdTwo";
  export default {
    name: "ordovician1",
    components: {ThirdTwo}
  }
</script>

<style scoped>
  #content{
    font-size: 30px;
    line-height: 45px;
    text-indent: 20px;
    width: 80%;
    margin: 20px auto;
  }
  .res{
    margin: 20px auto;
    width: 100%;
    height: 50px;
    background-color: #e0e0e0;
    position: sticky;
    top: 0px;
  }
  .res .reslist{
    list-style: none;
  }
  .res li{
    float: left;
    line-height: 30px;
    /*text-align: center;*/
    margin: auto 270px;
  }
</style>