<template>
  <div>
    <third-two :count="2">
      <img src="~assets/img/secondWindow/ordovician.jpg" alt="">
    </third-two>
    <div class="res">
      <ul class="reslist">
        <li @click="$router.push('/ordovician')">生物</li>
        <li @click="$router.push('/ordovician1')">非生物</li>
        <li @click="$router.push('/ordovician2')">大事件</li>
      </ul>
    </div>
    <div id="content">
      4.49亿年前的奥陶纪晚期发生了地球上的第一次生物大灭绝事件，该事件造成了地球上60%的物种灭绝。
      4.49亿年前，地球进入了奥陶纪晚期。此时的地球与现在的有很大不同：泛大陆尚未形成，今天的南美洲、澳洲、南欧、非洲、印度以及南极洲形成冈瓦纳大陆，其它陆地则分裂成一系列岛屿，分布在世界各地。奥陶纪是地球史上海侵最严重的时代，海平面比现在高出400米，现今1/3的陆地都被浅海覆盖。
      奥陶纪的陆地上没有任何动物，植物在那时根本没有出现。所有动物都生活在海洋中。那时的动物与现在的也有很大不同，脊椎动物只有数种，节肢动物的种类也不到现在的1/10，海洋由一些鲜为人知的动物统治着。
      海中的顶级捕食者要属直壳鹦鹉螺。它身长6米，重150千克，是鹦鹉螺、章鱼等头足类软体动物的祖先。它几乎什么都吃，包括三叶虫、星甲鱼、板足鲎等动物。直壳鹦鹉螺也有竞争对手：有史以来最大的节肢动物：3.6米长的板足鲎。板足鲎看上去像是一只巨大的，没有尾钩的蝎子，是最古老的节肢动物之一。板足鲎经常与直壳鹦鹉螺争夺食物，但总是敌不过它们。
      海洋的动物们悠闲地生活着，谁也没有意识到，灭顶之灾即将来临。
      这次灾难的罪魁祸首是伽马射线暴。距离地球6000光年以外的地方，一颗中子星与黑洞由于不明原因相撞，产生数束伽马射线暴，其中一束不偏不倚击中了地球。其实伽马射线击中地球的概率极小，小于1/100,000,000，这次地球真是很倒霉。
      4.49亿年前的一天，一束来自6000光年以外的伽马射线穿透大气层，击中了地球。射线击碎了气体分子，地球大气顿时变得四分五裂。
      海洋中的动物只感觉到大地剧烈的晃动，并不知道灭顶之灾已经降临。
      射线击毁了3/1的臭氧层，阳光中的紫外线直接穿透大气层，杀死了大量浮游生物，破坏了海洋食物链的基础，饥荒开始四处蔓延。射线带来的辐射还杀死了大量珊瑚，破坏了海洋生物的栖息地。
      灾难发生一年后，饥荒已经蔓延至全球，无论生物处于食物链顶端还是底端，都在饥饿中苦苦挣扎。掠食者们需要杀死同类才能获得充足的食物。
      灾难过后数十年，被击碎的气体分子重新组合，形成一种叫做二氧化氮的有毒气体。二氧化氮遮天蔽日，遮住了50%的阳光。地球失去了阳光的照射，气温开始迅速下降。动物的卵无法在低温中正常发育，导致种群数量大幅下降。
      由于阳光照射忽然下降，气候变得很不稳定。海水产生巨大波浪，搅得动物不得安宁。直壳鹦鹉螺想去深海避难，但深海的水压很大，高水压将直壳鹦鹉螺不坚固的外壳压碎，这样它们只有死路一条。而它们的近亲鹦鹉螺有着坚固的外壳，使它们能够幸免于难。
      灾难发生十年后，水温由原先的25摄氏度下降到10度，杀死了更多浮游生物，这加速了食物链的崩溃，但食物需求量较少的小型动物却不觉得饥饿，所以在饥荒中小型动物更容易生存。
      灾难发生500年后，地球上1/3的生物都消失了，剩下的生物还在饥饿中挣扎。由于缺少阳光照射，全球平均气温由22摄氏度下降至10度，导致大量海水结冰，海洋动物再次失去了大量栖息地。冰川的蔓延速度快得难以想象，数年后，超过10%的海水都冻结了。冰川消耗了大量海水，导致海平面下降了约100米，原先的海洋有不少变为陆地。
      冰期事件越来越严重，海洋中出现了大量冰山，冰山就像失控的汽车，横冲直撞，大量生物被它杀死。
      灾难发生15万年后，全球平均气温已经下降至5摄氏度，超过一半的生物都在严寒中灭绝了，剩下的生物能够幸存吗？
      灾难发生20万年后，冰川时代终于过去。但地球的生命迹象几乎全部消失，地球需数十万年才能恢复以往的生机。原先生机勃勃的海洋变得死气沉沉，但剩下的浮游生物不断繁衍，修复了食物链。
      距伽马射线暴击中地球已经过去了40万年，灾难已经基本结束。这场席卷全球的浩劫是地球史上第一次物种大灭绝，造成56%物种灭绝。直壳鹦鹉螺奇迹般地活了下来，但发生了不良基因突变，体型缩小至2米。板足鲎在灾难之后迅速取代直壳鹦鹉螺，成为顶级掠食者。在这场灾难中还有一个获益者——最早的脊椎动物之一：星甲鱼。星甲鱼属于头甲鱼类，没有颌部，它们的一支在灾难之后进化成最早长有颌部的脊椎动物：棘鱼。
      致命的射线，严重的饥荒、遮天蔽日的有毒气体以及严重的冰期构成了第一次物种大灭绝——伽马射线暴击中地球事件。
    </div>
  </div>
</template>

<script>
  import ThirdTwo from "../../thirdComponents/ThirdTwo";
  export default {
    name: "ordovician2",
    components: {ThirdTwo}
  }
</script>

<style scoped>
  .res{
    margin: 20px auto;
    width: 100%;
    height: 50px;
    background-color: #e0e0e0;
    position: sticky;
    top: 0px;
  }
  .res .reslist{
    list-style: none;
  }
  .res li{
    float: left;
    line-height: 30px;
    /*text-align: center;*/
    margin: auto 270px;
  }
  #content{
    font-size: 30px;
    line-height: 45px;
    text-indent: 20px;
    width: 80%;
    margin: 20px auto;
  }
</style>