<template>
  <div>
    <third-two :count="6">
      <img src="~assets/img/secondWindow/permian.jpg" alt="">
    </third-two>
    <div class="res">
      <ul class="reslist">
        <li @click="$router.push('/permian')">生物</li>
        <li @click="$router.push('/permian1')">非生物</li>
        <li @click="$router.push('/permian2')">大事件</li>
      </ul>
    </div>
    <div id="content">
      二叠纪末发生了有史以来最严重的大灭绝事件，估计地球上有96%的物种灭绝，其中95%的海洋生物和75%的陆地脊椎动物灭绝。三叶虫、海蝎以及重要珊瑚类群全部消失。陆栖的单弓类群动物和许多爬行类群也灭绝了。这次大灭绝使得占领海洋近3亿年的主要生物从此衰败并消失，让位于新生物种类，生态系统也获得了一次最彻底的更新，为恐龙类等爬行类动物的进化铺平了道路。科学界普遍认为，这一大灭绝是地球历史从古生代向中生代转折的里程碑。其他各次大灭绝所引起的海洋生物种类的下降幅度都不及其1/6，也没有使生物演化进程产生如此重大的转折。
      后期的环境
      科学家认为，在二叠纪曾经发生海平面下降和大陆漂移，这造成了最严重的物种大灭绝。那时，所有的大陆聚集成了一个联合的古陆，富饶的海岸线急剧减少，大陆架也缩小了，生态系统受到了严重的破坏,很多物种的灭绝是因为失去了生存空间。更严重的是，当浅层的大陆架暴露出来后，原先埋藏在海底的有机质被氧化，这个过程消耗了氧气，释放了二氧化碳。大气中氧的含量有可能减少了这对生活在陆地上的动物非常不利。随着气温升高，海平面上升，又使许多陆地生物遭到灭顶之灾，海洋里也成了缺氧地带。地层中大量沉积的富含有机质的页岩是这场灾难的证明。
      这次大灭绝是由气候突变、沙漠范围扩大、火山爆发等一系列原因造成。 陨石撞击游学科学家认为，陨石或小行星撞击地球导致了二叠纪末期的生物大灭绝。如果这种撞击达到一定程度，便会在全球产生一股毁灭性的冲击波，引起气候的改变和生物的死亡。搜集到的一些证据引起了人们对这种观点的重视。但大多数生物科学家认为这场灭绝是由地球上的自然变化引起的。
      气候的改变
      有些科学家认为，气候的变化是形成这场大灾难的主要原因。因为二叠纪末期形成的岩石显示，当时某些地区气候变冷，在地球两极形成了冰盖。这些巨大的白色冰盖将阳光发射回太空，会进一步降低全球气温，使陆上和海上的生物很难适应。如果再加上海平面下降和火山爆发，这就会成为灭顶之灾。
      大气成分改变
      有些生物学家认为，生活方式比较活跃积极的动物，如似哺乳类的单弓类动物需要比别的动物更多的氧气，他们可能是因为大气成分的改变而灭绝的。因为二叠纪末期气温的降低会导致海平面的下降。海床的辽阔煤层区就会暴露在外面，释放出大量二氧化碳到大气中，大气中的氧气含量就会相对减少；同时火山爆发引燃了海底的可燃冰，释放甲烷导致发生温室效应；因氧气减少所以紫细菌活动更加频繁，其释放的毒气杀死了大半的生物。
      火山活动火山爆发回喷出大量气体和火山尘埃进入大气层。火山灰山团不仅会使动物窒息而死，也有可能遮蔽太阳，使全球气温降低。所以，火山活动也可能是二叠纪末期灭绝事件的原因之一。西伯利亚就曾经发现当时火山猛烈爆发所喷出的物质。
      沙漠的肆虐
      二叠纪的陆块碰撞接壤而形成了庞大的盘古大陆。来自海上的雨水和雾气再也无法探入内陆地区。于是二叠纪的某些区域就越来越干燥火热，致使沙漠范围越来越广，无法适应干旱环境的动物就灭绝了。
      具体过程
      2.51亿年前，是古生代的最后时期——二叠纪晚期。此时的地球与现在的有很大不同：所有陆地连在一起，形成一块超级大陆：盘古大陆（泛大陆）。盘古大陆的生境比今天要简单得多：60%的土地都由茂密针叶林覆盖，其余的部分由贫瘠的沙漠构成。这些针叶林如同现今的热带雨林一样，物种构成非常丰富。
      那时，爬行动物尚未成为地球霸主，恐龙也未出现，真正的霸主是哺乳动物的祖先：似哺乳爬行动物（合弓纲）。与大多数哺乳动物一样，这些动物是胎生的，一些物种长有毛发和胡须。而且它们是首批恒温动物（温血动物），也就是说，它们的体温是恒定的，不会随着周围温度变化。
      陆地上的顶级捕食者要属丽齿兽。丽齿兽身长约3.5米，体重约300千克。丽齿兽是目前发现的第一种长出犬齿的动物，它的犬齿长达9厘米，锋利异常，且带有锯齿，奔跑时速达到100千米。而且它们的脑容量很大，成群活动。
      陆地上也生活着许多大型植食性动物，如麝足兽、始巨鳄、二齿兽、水龙兽、前缺齿兽，这些动物都属于类哺乳爬行动物。龟类的祖先&shy;——斯龙（西伯利亚杯龙）在当时也很常见。它们体态都很笨重，经常被丽齿兽捕食。
      森林中的动物们悠闲自在地生活着，谁都没有意识到，地球有史以来最严重的自然灾难快要发生了。
      这次灾难的罪魁祸首是融化的玄武岩：在此之前的数十万年，地幔中的岩浆活动异常剧烈，这导致地幔的剩余空间产生了巨大的压力。地幔就像一个巨大的压力锅，处于爆炸的边缘。
      2.511亿年前，现今的西伯利亚，丛林中的二齿兽和水龙兽正在觅食。它们闻到了一股奇怪的气味，这其实是硫磺气体的味道。如果人类在这里，一定知道灾难即将发生。好奇心驱使它们暂停觅食，留在了原地。突然，整座森林剧烈的摇晃起来，紧接着，随一声巨响，地幔中不可计数的硫磺气体在巨大的压力下，将地壳炸开了一个直径达50千米，直通地幔的大口。20000立方千米的碎岩石被爆炸产生的气浪卷到了数万米的高空，随后又散落到方圆数千千米的地区，这如同小行星撞击地球一样，威力极大。可这，仅仅是灾难的开始。在地壳被炸开后约一个时辰，一万亿立方千米的融化玄武岩，从这个大口中喷涌而出。数十条长度超过1000千米，宽数百米的裂缝，出现在了西伯利亚的地面上，也开始喷发岩浆。在这范围内的任何生物，自然任何没有生存的可能。
      岩浆持续喷发了数万年，覆盖了相当于欧亚大陆面积的所有地区。岩浆烧毁了大片森林，破坏了食物链的基础。在全球范围内，从植食性动物到顶级掠食者都在饥饿中艰苦地挣扎，大批动物因此灭绝。
      火山喷发，同时还喷出了大量的有毒气体。大量的二氧化碳与二氧化硫扩散到了大气中，遮天蔽日。火山喷发出的热气无法扩散，导致全球气温剧烈升高。全球平均温度，从灾难发生前的16摄氏度，在数百年间迅速升高至40摄氏度。这摧毁了剩余的大部分植物，使得饥荒更加严重。由于有毒气体与植物消失等因素，大气中的含氧量也迅速下降，动物们感到呼吸困难，这也摧毁了很多动物。
      灾难过后数十年，大气中的含氧量己经下降到10%以下，二氧化硫却上升至6%，二氧化碳高达10%。高温将大片海洋蒸发，因为海水蒸发，全球的湿度都高达80%以上。水蒸气与二氧化硫发生化学反应，形成酸雨。连续数万年的酸雨的泛滥使植物的数量进一步减少，土壤发生酸化。
      西伯利亚暗色岩地区储藏着大量的煤炭，这些煤炭在高温下产生了一种有毒气体——甲烷。这加快了全球变暖的速度，使全球平均温度上升至70摄氏度。
      灾难来临五万年后，二氧化硫与二氧化碳的浓度日益增高，完全遮住了太阳，地球陷入了长达40万年的漫漫长夜之中。如果从太空中看地球，很可能是褐色的，看起来比火星还要糟糕。正午12点与午夜12点看起来毫无差别，因为一切光源都被遮住。
      此时的地球失去了四季变化，因为全球的气温都高达70摄氏度，那么洋流也会随之停止。众所周知，洋流运动会产生氧气，而如今，海洋中的含氧量几乎为零，这毁灭了大多数海洋生物。同时，70摄氏度的高温使得大量海水蒸发，世界平均海水深度可能只有现今的三分之一。
      二十万年过去了，岩浆终于停止了喷发。凝固的岩浆（玄武岩）积累在地表，厚达600多米。它们几乎完全覆盖了地表，西伯利亚地区的那个直径50千米的大洞也被凝固的岩浆塞住了。二氧化硫浓度停止了增加，新增的灭绝因素也逐渐减少，但此时，地球上的生命迹象已几乎消失，地球需要漫长的时间才能恢复生机。
      灾难发生五十万年后，剩余的植物不断繁衍，它们制造氧气，使得大气含氧量逐渐增加，二氧化硫等有毒气体也逐渐消散。全球气温再次降低，使大气中的水蒸气形成了大规模降雨，消失的海洋也再次出现。灭绝事件终于告一段落。
      二叠纪末期的西伯利亚暗色岩大灭绝事件，是地球有史以来最严重的灾难，它灭绝了98%的生物。在这场浩劫中，类哺乳爬行动物（合弓纲）受到重创，顶级捕食者丽齿兽与二齿兽、麝足兽、始巨鳄、前缺齿兽等植食性动物都灭绝了，但是它们的近亲水龙兽却奇迹般的存活了下来。所有哺乳动物的直系祖先，三尖叉齿兽——一种小型食虫性动物也活了下来。这场灾难也灭绝了有3亿年历史的古老节肢动物——大名鼎鼎的三叶虫。
      让我们来总结一下这场灭绝事件中的灾难因素：20000立方千米的碎岩、数万亿立方千米，覆盖整个陆地岩浆、二氧化硫、二氧化碳、甲烷等有毒气体、全球气温高达70摄氏度、连下数万年的酸雨，40万年的长夜、极低的含氧量，缺氧的海洋、蒸发的海水……这些因素叠加在一起，构成了地球发生过的最严重灾难——西伯利亚暗色岩灭绝事件。
    </div>
  </div>
</template>

<script>
  import ThirdTwo from "../../thirdComponents/ThirdTwo";
  export default {
    name: "permian2",
    components: {ThirdTwo}
  }
</script>

<style scoped>
  .res{
    margin: 20px auto;
    width: 100%;
    height: 50px;
    background-color: #e0e0e0;
    position: sticky;
    top: 0px;
  }
  .res .reslist{
    list-style: none;
  }
  .res li{
    float: left;
    line-height: 30px;
    /*text-align: center;*/
    margin: auto 270px;
  }
  #content{
    font-size: 30px;
    line-height: 45px;
    text-indent: 20px;
    width: 80%;
    margin: 20px auto;
  }
</style>