<template>
  <div id="tmp">
    <third-four :count="3">
      <img src="~assets/img/photo/miocene.jpg" alt="">
    </third-four>
    <div class="res">
      <ul class="reslist">
        <li>生物</li>
        <li>非生物</li>
        <li>时代的终结</li>
      </ul>
    </div>
    <table id="tb">
      <tr>
        <td><img src="~assets/img/fourthWindow/d1.jpg" alt=""></td>
        <td>铲齿象是属于嵌齿象科的一种象类。它的下颌极度拉长，其前端并排长着一对扁平的下门齿，形状恰似一个大铲子，故得名铲齿象。铲齿象生活在河湖边，用铲齿切断并铲起浅水中的植物，再靠长鼻子帮助把食物推入嘴中。铲齿象当时广泛分布于欧亚非等各个大陆，数量众多，但是直到400万年前的上新世却全部灭绝。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/d2.jpg" alt=""></td>
        <td>库班猪（kubanochoeres）是曾经生活在旧大陆的一类体型巨大、具丘型齿的猪，主要分布于早中新世-中中新世，在非洲和欧亚大陆都有发现。
          生存于距今2000万至1000万年间中新世的欧亚大陆，头部很特别，眼睛上有细小的角，雄性的前额更有大角，在中新世末灭绝。这种大型猪的踪迹首先是在我国发现的，上世纪20年代在兰州附近发现过它的硕大的牙齿和肢骨化石。直到上世纪50年代又在前苏联的高加索地区发现了这类猪的一个下颌骨和头骨，被命名为库班猪。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/d3.jpg" alt=""></td>
        <td>在早始新世末在北美出现了早期特化的猎猫类(nimravinae)。它们的齿式较少退化，上裂齿保留有很大的原尖，但下裂齿下后尖消失。这类动物至晚中新世就绝灭了。欧洲大陆的后猫(metailurus)有可能是它的后裔。另一支则是假剑齿虎类(hoplophoneinae)。
          它们的上犬齿已呈马刀状，下颌联合部有下伸的叶状突起。这类动物始于渐新世，分布于整个全世界。晚中新世出现了真剑齿虎，至更新世晚期才最后在北美灭绝。狭义的猫类大概是从欧洲渐新世的始猫(proaelurus)经假猫(pseudaelurus)逐渐演化而成。假猫和后期真猫化石在北美也有发现。猫科(felidae)现生种分布与上相同。体型由小至大，属跃捕型。头骨短圆，裂齿与裂叶特别发达，犬齿粗大或十分扁长，其他颊齿退化。耳泡圆隆，分为二室，爪特别锐利，伸缩型。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/d4.jpg" alt=""></td>
        <td>早在一千多万年前，中国迎来了新客人——安琪马，它来自遥远的北美洲。在样貌上，安琪马朝着我们所熟知的现代马又近了一步。它的体型更大；每一肢演化为三趾——马类进化过程中，每肢趾头数从四个变为三个再变为一个，这是最重要的变化标志，没有之一；牙齿的变化也是非常重要的特征：我们都知道哺乳动物的牙齿分为门齿、犬齿、前臼齿和臼齿，大部分有蹄类的前臼齿和臼齿是明显不同的，臼齿比前臼齿更大且结构更复杂，而在马类中，从古兽马科起前臼齿就逐渐变得和臼齿形态相一致，术语称为前臼齿臼齿化，安琪马的所有前臼齿已经全部臼齿化了。尽管更加进步，但安琪马和古兽马科的亲们一样都是生活在森林地带的动物，它们的齿冠都很低，适合于吃鲜嫩多汁的叶子。它们的生活风貌，依然和现如今万马在大草原上奔腾的雄姿相去深远。最早研究中国安琪马的人是德国古生物学家舒罗塞，他于1903年报道了第一种安琪马——齐氏安琪马。经过几代科学家的不懈努力，安琪马类之下的成员不断的丰富起来，而它的地位也提升为亚科。经研究证实，生活在中国的安琪马亚科成员，除了之前已确定的安琪马属之外，还有一种更大更特化的中华马属。而舒罗塞早先命名的齐氏安琪马根据形态特征应该归属于中华马当中。截止到目前，中国的安琪马一共包含两个属四个种——奥尔良安琪马、戈壁安琪马、齐氏中华马、粗壮中华马。有一点一定要注意，安琪马是马科家谱当中一个湮灭的旁支，现代的马和安琪马没有祖裔关系。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/d5.png" alt=""></td>
        <td>爪兽是一种很奇怪的动物，它身高有3米，常用指关节行走以保护长长的爪子。它那强有力的四肢是非常有效的防卫武器。但是更多时候，爪兽用它们的爪子钩下树枝，以便吃到最鲜嫩树叶。爪兽像大猩猩一样行走，像熊猫一样吃东西，但是现代动物中和它们亲缘关系最近的种类却是马。几千万年前，爪兽曾在北美、欧亚和非洲等大陆地区广泛生活过，并在大约一百万年前从地球上消失。爪兽是一种比较“边缘”的物种，从来没有真正繁盛过，保留下来的化石非常稀少、零散。
          爪兽是最令人费解的史前怪兽之一:在它生活的时代,它的足迹遍布亚洲、欧洲、北非和北粪洲;爪兽有长的前肢、短的后肢和奇怪的长头—现代动物中和它亲缘关系最近的种类竟然是马。
          爪兽的体型介于山羊和猩猩之间,最大的爪兽站立时大约3米高。又大又长的头骨是爪兽和马最像的特征。爪兽的嘴里只长着用于咀嚼的后牙,而没有前牙。长的前肢能为爪兽提供一个好的攻击距离,但是这种爪子的构造是用来挖掘树根及扳掉树枝的,所以它的前肢在战斗时不能起到太大的作用。</td>
      </tr>
    </table>
  </div>
</template>

<script>
  import ThirdFour from "../../thirdComponents/ThirdFour";
  export default {
    name: "Miocene",
    components: {ThirdFour}
  }
</script>

<style scoped>
  .res{
    margin: 20px auto;
    width: 100%;
    height: 50px;
    background-color: chartreuse;
    position: sticky;
    top: 0px;
  }
  .res .reslist{
    list-style: none;
  }
  .res li{
    float: left;
    line-height: 30px;
    /*text-align: center;*/
    margin: auto 270px;
  }
  #tb{
    width: 60%;
    margin: 0 auto;
    font-size: 20px;
    text-indent: 10px;
    line-height: 30px;
  }
  #tb img{
    width: 400px;
    height: 270px;
    margin: 20px;
  }
</style>