<template>
  <div id="tmp">
    <third-four :count="5">
      <img src="~assets/img/photo/pleistocene.jpg" alt="">
    </third-four>
    <div class="res">
      <ul class="reslist">
        <li>生物</li>
        <li>非生物</li>
        <li>时代的终结</li>
      </ul>
    </div>
    <table id="tb">
      <tr>
        <td><img src="~assets/img/fourthWindow/f1.jpg" alt=""></td>
        <td>猛犸象（Mammuthus primigenius），又名毛象（长毛象），是脊索动物门，脊椎动物亚门，哺乳纲，真兽亚纲，长鼻目，真长鼻亚目，象科，猛犸象属的一种适应寒冷气候的动物。曾经是世界上最大的象之一，在陆地上生存过的最大的哺乳动物之一，其中草原猛犸象体重可达12吨。它是冰川世纪的一个庞然大物。
          猛犸象俗称长毛象，学名真猛犸象。它身高体壮，有粗壮的腿，脚生四趾，头特别大，无下门齿，上门齿很长，向上、向外卷曲。臼齿由许多齿板组成，齿板排列紧密，板与板之间是发达的白垩质层。一头成熟的猛犸象，身长达5m，体高约3m，门齿长1.5m左右，身体肥硕，体重可达6-8t。它身上披着黑色的细密长毛，皮很厚，具有极厚的脂肪层，厚度可达9cm，是一种适应于寒冷气候的动物，在更新世它广泛分布于包括中国东北部在内的北半球寒带地区。 </td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/f2.jpg" alt=""></td>
        <td>短面熊，指的是距今200万年前，在美洲大陆上生活着的一类可怕的掠食动物。由于它们的主要猎物为美洲野牛和大角野牛，故有时被称为“噬牛熊”。短面熊在北美洲和南美洲都曾经存在过，当时的北美短面熊主要包括两个品种：Arctodus simus（巨型短面熊）和Arctodus pristinus（倭短面熊）。而在南美巨型短面熊方面，据国外媒体报道，近日，古生物学家发现迄今地球上体型最大的熊。这种史前Arctotherium（南美巨型短面熊）平均体重达到1600~1700公斤，站立时高度可达到4.9米。
          不过虽然巨型短面熊比同时期的美洲古棕熊（Ursus arctos）高大不少，但其体重却并没有人们想象的那么重，因为它们的四肢虽很长，但却较为“苗条”，古动物学家们估算：巨型短面熊的体重大约为780公斤左右，加拿大最大的北极熊就有860公斤重，而熊类动物中大名鼎鼎的洞熊（Ursus spelaeus）体重达到1134公斤，但总体事实上要小于巨型短面熊。巨型短面熊并非熊科体型最大者，南美洲发现的细齿巨熊几乎达到了1800公斤。但短面熊无疑是熊科中的强者，它们速度敏捷，力量也完全不输给洞熊等其他熊科，食谱更是涵盖了当时北美大陆上的 所有哺乳动物。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/f3.jpg" alt=""></td>
        <td>剑齿象是哺乳纲、真兽亚纲、长鼻目、真象科、剑齿象亚科的一属，已经灭绝，在1200万—100万年前生活于亚洲和非洲，由它产生了现已灭绝的猛犸象。 [1]  这一类象的头骨比真象略长，腿也长，上颌的象牙既长且大，向上弯曲 ；下颌短，没有象牙；颊齿齿冠较低，断面呈屋脊形的齿脊数目逐渐增加；晚期进步的剑齿象，第三臼齿齿脊数多达10条以上。目前世界上发现的个体最长，保存最完整的剑齿象化石1973年11月，在甘肃省合水县板桥公社境内的马莲河畔，发掘出一具剑齿象化石，高4米，长8米，门齿长3.03米，是世界上个体最大、保存最完整的剑齿象化石，命名为黄河剑齿象(Stegodon huanghoensis)，简称“黄河象”。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/f4.jpg" alt=""></td>
        <td>巨河狸生存于更新世的北美洲，在1万年前最后一次的冰河时期末灭绝。巨河狸的灭绝可能是因更新世末的生态重组所致。人类到达美洲亦可能是其中一个因素，但就没有证据显示人类捕猎巨河狸。它们是丰富的更新世大型动物之一。更多信息可参看词条第四纪灭绝事件。
          巨河狸长达2.5米及估计重60-100公斤，有些估计甚至达220公斤。
          巨河狸与现今河狸的最大分别不是在其体型，而是其牙齿。现今河狸有像凿子的门齿用来咬木。巨河狸的牙齿较大及阔，可以生长至约15厘米长。再者，巨河狸的尾巴较长及窄，后肢亦较短。巨河狸的巨大身体限制了它们在陆地上的活动。
          巨河狸会否像现今的河狸般建造小屋则不得而知。在俄亥俄州，有指发现像巨河狸建造的小屋，高4尺及直径长8尺，以小树为材料。最近发现更明确的证据显示接近的假河狸属会建造小屋，可见巨河狸亦有可能会同样的建造小屋。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/f5.jpg" alt=""></td>
        <td>据生命演化的历史，第四纪是人类经历了早期猿人、晚期猿人、早期智人、晚期智人阶段，进入迅速发展的时代。在更新世晚期，大约2万年前现代人类通过白令海峡进入美洲。
          更新世的几个人属种类中，智人适应能力最高，也是进化最成功的一种。它们可能已经具有了比较复杂的语言和文化。现代人类所属的人种就是智人。
          地球历史上的更新世和考古学上的旧石器时代相当。根据动物群的性质、堆积物的特点和其他环境变化的因素，可以把更新世再划分为早、中、晚3期。一些学者将早更新世的起讫，定在距今300万至100万年，相当于旧石器时代早期的最早阶段;中更新世定在距今100万至10万年，相当于旧石器时代早期的中、后阶段；晚更新世定在距今10万至1万年，包括了旧石器时代的中期和晚期，在中国又以距今4万年作为晚期的起点。另外一些学者则提出，更新世大约从距今240万年开始；早、中更新世的界限为距今约73万年；中、晚更新世的界限为距今约12.8万年或晚一些。</td>
      </tr>
    </table>
  </div>
</template>

<script>
  import ThirdFour from "../../thirdComponents/ThirdFour";
  export default {
    name: "Pleistocene",
    components: {ThirdFour}
  }
</script>

<style scoped>
  .res{
    margin: 20px auto;
    width: 100%;
    height: 50px;
    background-color: chartreuse;
    position: sticky;
    top: 0px;
  }
  .res .reslist{
    list-style: none;
  }
  .res li{
    float: left;
    line-height: 30px;
    /*text-align: center;*/
    margin: auto 270px;
  }
  #tb{
    width: 60%;
    margin: 0 auto;
    font-size: 20px;
    text-indent: 10px;
    line-height: 30px;
  }
  #tb img{
    width: 400px;
    height: 270px;
    margin: 20px;
  }
</style>