<template>
  <div id="tmp">
    <third-four :count="4">
      <img src="~assets/img/photo/pliocene.jpg" alt="">
    </third-four>
    <div class="res">
      <ul class="reslist">
        <li>生物</li>
        <li>非生物</li>
        <li>时代的终结</li>
      </ul>
    </div>
    <table id="tb">
      <tr>
        <td><img src="~assets/img/fourthWindow/e1.jpg" alt=""></td>
        <td>剑齿虎是指多种不同的物种，是大型猫科动物进化中的一个旁支，生活在中新世——更新世时期。主要是分类在猫科下的剑齿虎亚科、鬣齿兽科及猎猫科，且包括有袋下纲的两个科，生存于新生代的不同时期，各自演化出像剑的犬齿。它们的上犬齿最长可达120毫米，纵然口合起来，其犬齿仍然清晰可见。剑齿虎一般都较现今的猫科粗壮，像熊一般。大部分剑齿虎亚科成员的捕猎对象是大型的食草动物。剑齿虎在早更新世时期灭绝后演化为似剑齿虎。美国洛杉矶市区的拉布里亚农场是世界上最不寻常的化石遗址之一，在这里发现了两千多只剑齿虎的亲戚刃齿虎的化石，使人们对剑齿猫科动物有了更深入的了解。
          剑齿虎生长的时代，正处于第四纪冰川时期，气候寒冷。
          剑齿虎和老虎并为‘兄弟'，也就是说，老虎的‘大哥". 剑齿虎虽然离我们很远了，但它的’兄弟'却依然存在。 剑齿虎生活大约300万年到1万年前，它的体型很大，而且它的牙齿有120毫米左右。剑齿虎生活在北美或非洲地区，它们的猎物以非洲大陆的同类为食，那时候的同类是现代的1倍多。再大也能制服它，剑齿虎的前肢肌肉发达，威力无比，在扑食猎物当中只靠前肢的力量把它弄倒。它有一副致命的武器就是它的牙齿。120毫米的牙齿刺入动物喉部，不到1分钟中，猎物立即死亡。它是史前最大的猫科性动物。
          剑齿虎属在早更新世灭绝，其原因可能是表亲刃齿虎属和后代锯齿虎属竞争和气候变化的关系，此后刃齿虎和锯齿虎成为了冰河时期的主要大型猫科动物。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/e2.jpg" alt=""></td>
        <td>南方古猿（学名australopithecus）是人科动物的一个已灭绝的属。是正在形成中的人的晚期代表。生存于距今大约五百五十万年前至一百三十万年前。
          南方古猿化石第一次被发现是在1924年，在南非西北省的塔翁(Taung)地区，为6岁左右的幼年个体。以后又在东非、非洲南部连续发现类似化石，包括头骨、骨盆和四肢骨等。
          因为这个头骨发现于汤 恩附近的采石场，因此命名为汤恩男孩。
          汤恩男孩和猿有一些相似的特征，比如脑袋很小，嘴巴向前突出。但他也有一些人的特征，吻部较之于猿类已经不向那么突出，研磨食物的臼齿咬合面平整，齿尖不发达，犬齿小。更让人惊喜的是，汤恩男孩的枕骨大孔的位置已经接近于头骨底部中央。达特据此推测，汤恩男孩已经能够直立行走。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/e3.jpg" alt=""></td>
        <td>长颈驼是滑距骨目的一种有蹄动物。又名滑距兽，它有长四肢，每肢上有三趾。最古老的化石可追溯至约7百万年前，而在约1万年前的更新世晚期便失去了化石纪录。长颈驼是后弓兽科中最著名的成员，只有在南美洲（主要是阿根廷）有发现其化石。原标本是由查尔斯·达尔文（Charles Darwin）在小猎犬号之旅中发现。长颈驼的外观就像没有驼峰及有一个短象鼻的骆驼，但它们与骆驼或长鼻目没有亲密的关系。长颈驼没有留下后裔。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/e4.jpg" alt=""></td>
        <td>雕齿兽(Glyptodon) 是一种从化石中发现的犰狳状食草哺乳动物，生活在上新世、更新世期间的南美洲包括从阿根廷的彭巴斯草原、乌拉圭到巴西一带。存活直到更新世晚期（距今约30,000-8,500年前）。并在2千5百万年前北美洲及南美洲因巴拿马地峡的出现而连结时首次出现在美国西南部。它们在约于一万年前灭绝。相信住在它们附近的原住人类猎杀它们及以它们的壳来作为遮蔽。
          属于贫齿类动物，雕齿兽属，除下部外整个躯体包在由骨片形成的甲壳内。这个目下包括有食蚁兽、树懒、已灭绝的地懒及犰狳。
          雕齿兽堪称为哺乳动物中的"铁甲武士"，成熟的雕齿兽身体全长约4米，背部最高达2.5米。它们身上的坚硬盔甲直径就经常大于两米，保护着它的身躯。雕齿兽还有一条管状尾巴，雕齿兽的尾巴有环形骨作为保护。尾巴的末端有厚角质化的刺，就像一条带刺的巨型棍棒，是它的防御利器。显然，在这 样的坚硬装备与武器之下，再凶猛的肉食动物，也很难对雕齿兽攻击而食。雕齿兽近亲种群星尾兽属长有一条一米多长的尾巴，还长有尾锤 ，但这个尾锤可能更多用于种内争斗。</td>
      </tr>
      <tr>
        <td><img src="~assets/img/fourthWindow/e5.jpg" alt=""></td>
        <td>鸭嘴兽全身裹着柔软褐色的浓密短毛，脑颅与针鼹相比，较小，大脑呈半球状，光滑无回。四肢很短，五趾具钩爪，趾间有薄膜似的蹼，酷似鸭足，在行走或挖掘时，蹼反方向褶于掌部。它通身长满柔软的皮毛，像一层上好的防水衣，嘴巴极宽扁，像面具一样装在脑袋上，形似鸭嘴，质地柔软，似皮革一般，上面布满神经，能像雷达扫描器一般，接受其它动物发出的电波。鸭嘴兽仗着这一利器，在水中寻找食物和辨明方向。嘴内有宽的角质牙龈，但没有牙齿，尾大而扁平，占体长的1/4，在水里游泳时起着舵的作用。鸭嘴兽是极少数用毒液自卫的哺乳动物之一。</td>
      </tr>
    </table>
  </div>
</template>

<script>
  import ThirdFour from "../../thirdComponents/ThirdFour";
  export default {
    name: "Pliocene",
    components: {ThirdFour}
  }
</script>

<style scoped>
  .res{
    margin: 20px auto;
    width: 100%;
    height: 50px;
    background-color: chartreuse;
    position: sticky;
    top: 0px;
  }
  .res .reslist{
    list-style: none;
  }
  .res li{
    float: left;
    line-height: 30px;
    /*text-align: center;*/
    margin: auto 270px;
  }
  #tb{
    width: 60%;
    margin: 0 auto;
    font-size: 20px;
    text-indent: 10px;
    line-height: 30px;
  }
  #tb img{
    width: 400px;
    height: 270px;
    margin: 20px;
  }
</style>